{
  "Name": "The Testament of Sherlock Holmes",
  "DatabaseID": "12756",
  "ReleaseDate": "2012-09-21T00:00:00+00:00",
  "Overview": "The Testament of Sherlock Holmes is an entry in the long-running Frogwares adventure series about the fictional detective created by Arthur Conan Doyle. The game has no ties to any of the previous games and presents an original story not based on the writer's works. It is set in London, 1898, after Holmes just solved a case where precious jewels were stolen. Upon returning it however, the necklace turns out to be a fake and the detective himself becomes incriminated. On top of that, when he has an appointment with the Bishop of Knightsbridge and arrives there, the bishop is tied up and mutilated. While the player initially controls Sherlock Holmes, his strange behavior eventually will have the player control his fellow partner Watson, who needs to investigate himself whether Holmes is really implicated.\n\nThe game is played from a third-person perspective but it can be changed to a first-person view at any moment along with a fully rotatable camera. The game can also be switched to a classic point-and-click view where clicking a desired location causes the character to move there. The gameplay focuses entirely on the investigations. The environment is presented as an open world with an open investigations where different locations can be chosen and leads can be followed or ignored. Because of the larger scale, characters are now also able to run to travel faster. Items that can be interacted with in the environment are highlighted with a magnifying glass. These can be inspected from up close for further examination or other actions, such as moving an item. Often a close look is required to pick up specific clues. For some puzzles additional tools are provided to get more information out of the evidence. Some of these puzzles have questions that the player has to answer after the examination to gain clues. Rather than wrong or right answers, the player's deduction changes how the evidence can be used afterwards. There are also physical objects to collect that are kept in an inventory. Clues are stored on a deduction board where they can be combined to form leads. Much information needs to be gathered through conversations, where different approaches are available to catch suspects off-guard.\n\nOther elements of the menu contain general documents that provide context, a summary of dialogues, decorations and honors, a map of London, and the ability to switch characters when it is available. When stuck, a \"sixth sense\" system can be used to receive hints. It lights up all items that can be interacted with at once and based on the chosen difficulty level, it has a period of cooldown before it can be used again. For inexperienced players solving the puzzles can be simulated.",
  "VideoURL": "http://www.youtube.com/watch?v=lSFomz6w81c",
  "CommunityRating": "4.33333333333333",
  "WikipediaURL": "https://en.wikipedia.org/wiki/The_Testament_of_Sherlock_Holmes",
  "ESRB": "M - Mature",
  "Genres": "Adventure; Puzzle",
  "Developer": "Frogwares Game Development Studio",
  "Publisher": "Focus Home Interactive",
  "Artwork": {
    "Box": {
      "3D": [
        {
          "FileName": "889efd7d-ca9b-4b9b-b0f7-7929afe566d9.png",
          "Type": "Box - 3D",
          "Region": "North America",
          "CRC32": "850838063",
          "URL": "http://images.launchbox-app.com/889efd7d-ca9b-4b9b-b0f7-7929afe566d9.png"
        }
      ],
      "Front": [
        {
          "FileName": "53d7cf6a-b2c0-416c-a6ac-01675a9da5fc.jpg",
          "Type": "Box - Front",
          "Region": "France",
          "CRC32": "2912721479",
          "URL": "http://images.launchbox-app.com/53d7cf6a-b2c0-416c-a6ac-01675a9da5fc.jpg"
        },
        {
          "FileName": "460a1eac-3213-49e6-b7c8-28a607f2a927.jpg",
          "Type": "Box - Front",
          "Region": "France",
          "CRC32": "2912721479",
          "URL": "http://images.launchbox-app.com/460a1eac-3213-49e6-b7c8-28a607f2a927.jpg"
        },
        {
          "FileName": "d243447a-4e16-44ff-b95f-231bc6ebdb26.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "613841739",
          "URL": "http://images.launchbox-app.com/d243447a-4e16-44ff-b95f-231bc6ebdb26.jpg"
        }
      ]
    }
  }
}