{
  "Name": "Crash Time II",
  "DatabaseID": "420264",
  "ReleaseDate": "2008-11-27T00:00:00-08:00",
  "Overview": "Crash Time II (Alarm für Cobra 11: Burning Wheels in Germany) is a action game based on the German TV series Alarm für Cobra 11. The player takes the roles of the main characters Semir Gerkhan and Ben Jäger which are members of the freeway police. During the game they solve 32 missions, e.g. infiltrating an illegal racing club or rescuing hostages. Some of these missions are tied together but basically they are just episodes and tell no overall story. The cutscenes consist of camera shots around buildings and cars and voice acting from the original actors.\n\nFor the first time in the series it features a freely explorable town divided into two parts (city and freeway) but nonetheless the most time is spent doing one mission after another. The only thing accomplished by exploring the town are collectable car parts which improve the standard car. New missions are started when receiving radio calls by colleagues or sometimes by driving to a certain point on the map. During the game the player never leaves his car, typical goals are to stop another car (by thwarting it, shoving it a few times or crashing it), reaching a goal respectively driving through checkpoints in a limited time or beating regular races against time or other vehicles. Mostly he also has to limit the damage he does to his and other cars. Since the game is based on an action series there is usually no problem when crashing a few times, the player only has to watch that he doesn't lose his wheels because this influences the handling of the car.\n\nMost missions are divided into secondary missions which are solved linearly. For example in one missions the player firstly has to reach a goal without causing too much damage, then tailing a truck, overtaking the truck, crashing an enemy and driving back to headquarters. The player can repeat a secondary mission as often as he wishes and also quit altogether. Later he can access this secondary mission (and already solved cases) through a case list in the main menu without having to start the free driving mode.\n\nWhen starting a new mission the player can choose between three difficulty levels. Every time the players beats a mission he unlocks new starting positions on the map, new cars and new missions. Because some missions require a certain car to start suitable cars are marked with a flag besides them. There is also a mode where the player can race against other cars while choosing certain parameters, e.g. car, number of rounds or the course. These courses and cars also have to be unlocked by beating missions. The same goes for the multiplayer.",
  "CommunityRating": "2.5",
  "ESRB": "Not Rated",
  "Genres": " Action; Racing",
  "Developer": "Synetic",
  "Publisher": "RTL Games",
  "Artwork": {
    "Box": {
      "Back": [
        {
          "FileName": "c9cd3e71-c220-46dd-8738-b15a6e340606.jpg",
          "Type": "Box - Back",
          "Region": "Europe",
          "CRC32": "366516325",
          "URL": "http://images.launchbox-app.com/c9cd3e71-c220-46dd-8738-b15a6e340606.jpg"
        }
      ],
      "Front": [
        {
          "FileName": "e5d15bf6-b85b-42e0-aa19-986f53a1532f.jpg",
          "Type": "Box - Front",
          "Region": "Europe",
          "CRC32": "4279297819",
          "URL": "http://images.launchbox-app.com/e5d15bf6-b85b-42e0-aa19-986f53a1532f.jpg"
        },
        {
          "FileName": "feeb9a7d-0492-4132-8b20-10182a5ed137.jpg",
          "Type": "Box - Front",
          "Region": "Germany",
          "CRC32": "1902464390",
          "URL": "http://images.launchbox-app.com/feeb9a7d-0492-4132-8b20-10182a5ed137.jpg"
        }
      ],
      "Spine": [
        {
          "FileName": "773e6a4b-28f8-42a6-a2c9-9241c6d25cd6.jpg",
          "Type": "Box - Spine",
          "Region": "Europe",
          "CRC32": "1212718554",
          "URL": "http://images.launchbox-app.com/773e6a4b-28f8-42a6-a2c9-9241c6d25cd6.jpg"
        }
      ]
    }
  }
}