{
  "Name": "Shadowrun",
  "DatabaseID": "7577",
  "ReleaseDate": "2007-05-29T00:00:00+00:00",
  "Overview": "FASA Studio, the creative minds behind MechWarrior and Crimson Skies, are back with Shadowrun, the new multiplayer first-person shooter (FPS) based on the much-beloved role-playing game (RPG) franchise. Shadowrun propels team-based combat into a new dimension with a revolutionary blend of modern weaponry and ancient magic. Up to 16 players can battle for control of this new world through Xbox 360-to-Windows Vista online compatibility. In Shadowrun players vie for supremacy in a constantly evolving battlefield where advanced technology and ancient magic provide an unprecedented and high-velocity tactical action experience.\n\nFeatures:\n\nRich legacy brought to life. After a 5,000-year absence, magic has returned to the world of 2021, and global corporate might battles a relentless ancient order to harness this reawakened power. Be a part of the RNA, a global megacorporation, and bring order (and profit) to a world of chaos. Or join the Lineage to keep magic wild and free at all costs. Choose a side and wage war for the future of magic in the new world of Shadowrun.\nBending reality and changing the rules of combat. Dive into a universe where ancient magic co-exists with deadly weaponry, and experience a revolution in multiplayer FPS gaming. Purchase advanced technology and magic for each round in an extraordinary arms race to improve your abilities and open new tactics for your team. Use your cybernetic eye to spot your enemy through walls, teleport behind your opponents in the blink of an eye, trigger a hologram as a distraction, and cut them down with a burst from your rifle to clear the room before they even know you are there.\nIntense cross-platform multiplayer action. For the first time ever, Xbox 360 and Windows Vista gamers can compete as a team or as foes. Experience a quantum leap in interactivity as console and Windows Vista-based PC gamers battle for supremacy online via Windows Vista and the Xbox Live® service. While Shadowrun gamers will battle endlessly for the right to be crowned the last man standing, they will also struggle to answer the question of which is the more-efficient killer: a Windows®-based PC or Xbox 360. Through the unprecedented cross-platform functionality, up to 16 gamers using both a Windows-based PC and the Xbox 360 console will participate together in the ultimate multiplayer frag-fest. Don’t be sidelined onto one platform: Control your own destiny and play on the console or the PC.\nClassic races reinterpreted for a new world. Experience the thrill of combat as magic reawakens creatures of legend. Humans are joined by elves, dwarves and trolls in a battle for supremacy among soaring corporate towers and an ancient ziggurat of power. Strike a balance on your team with races possessing unique abilities that complement your weapons and tactics.\nThe ultimate online (and offline) battlefield. Fight against or alongside AI teammates or join up with friends against all comers via System Link, Split-screen, LAN and Xbox Live. Fill out your team with incredible AI characters that respond to each tactical situation and provide an unparalleled team experience. Train offline with the robust AI, or play through a host of mini-games cooperatively online with your friends as you master the magic and technology of Shadowrun.",
  "VideoURL": "https://www.youtube.com/watch?v=6aJyo49j8Ck",
  "CommunityRating": "3.25",
  "WikipediaURL": "https://en.wikipedia.org/wiki/Shadowrun_(2007_video_game)",
  "ESRB": "M - Mature",
  "Genres": "Shooter",
  "Developer": "FASA Interactive",
  "Publisher": "Microsoft Game Studios",
  "Artwork": {
    "Background": [
      {
        "FileName": "b15a148d-836b-43d4-8bac-6ae53ec1bc0b.jpg",
        "Type": "Fanart - Background",
        "CRC32": "4262874321",
        "URL": "http://images.launchbox-app.com/b15a148d-836b-43d4-8bac-6ae53ec1bc0b.jpg"
      },
      {
        "FileName": "60cb0f84-1016-4ca1-8830-0f0832399360.jpg",
        "Type": "Fanart - Background",
        "CRC32": "96174685",
        "URL": "http://images.launchbox-app.com/60cb0f84-1016-4ca1-8830-0f0832399360.jpg"
      }
    ],
    "Box": {
      "3D": [
        {
          "FileName": "0608409d-926c-4e00-be9f-0e6b995199bd.png",
          "Type": "Box - 3D",
          "Region": "North America",
          "CRC32": "2093018938",
          "URL": "http://images.launchbox-app.com/0608409d-926c-4e00-be9f-0e6b995199bd.png"
        }
      ],
      "Back": [
        {
          "FileName": "b376b8e7-b569-4d6e-bc3a-b8a61ae375c5.jpg",
          "Type": "Box - Back",
          "Region": "North America",
          "CRC32": "3622089166",
          "URL": "http://images.launchbox-app.com/b376b8e7-b569-4d6e-bc3a-b8a61ae375c5.jpg"
        }
      ],
      "Front": [
        {
          "FileName": "663663f0-5b62-4fe3-96cf-3b7dcea279e9.jpg",
          "Type": "Box - Front",
          "Region": "Japan",
          "CRC32": "1442766005",
          "URL": "http://images.launchbox-app.com/663663f0-5b62-4fe3-96cf-3b7dcea279e9.jpg"
        },
        {
          "FileName": "6b31a194-197b-4e3c-994b-95b8c81fe610.jpg",
          "Type": "Box - Front",
          "Region": "Korea",
          "CRC32": "2965905235",
          "URL": "http://images.launchbox-app.com/6b31a194-197b-4e3c-994b-95b8c81fe610.jpg"
        },
        {
          "FileName": "6b34b289-22c9-4b98-898c-31ed5d991a67.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "450871692",
          "URL": "http://images.launchbox-app.com/6b34b289-22c9-4b98-898c-31ed5d991a67.jpg"
        }
      ]
    },
    "Disc": [
      {
        "FileName": "d6857945-c76f-4128-8b3b-8270c804f815.png",
        "Type": "Disc",
        "Region": "North America",
        "CRC32": "1274034652",
        "URL": "http://images.launchbox-app.com/d6857945-c76f-4128-8b3b-8270c804f815.png"
      }
    ],
    "Other": [
      {
        "FileName": "7db28767-6985-49c5-9056-25f5d676da60.png",
        "Type": "Clear Logo",
        "CRC32": "1109542020",
        "URL": "http://images.launchbox-app.com/7db28767-6985-49c5-9056-25f5d676da60.png"
      }
    ]
  }
}