{
  "Name": "The Jackbox Party Pack",
  "DatabaseID": "173393",
  "ReleaseDate": "2015-11-10T00:00:00+00:00",
  "Overview": "The Jackbox Party Pack is a compilation of games created by the team from You Don't Know Jack. There are five different games to be played. Including You Don't Know Jack 2015, Fibbage XL, Drawful, Lie Swatter, and Word Spud.\nYou Don't Know Jack 2015: a spoof on popular trivia game shows, players answer trivia questions by buzzing in using their phone or tablet controllers. The player who gets it right should win the money. Up to four players can play. The gameplay is similar to and improved from the original You Don't Know Jack game from 2011. The final round is the Jack Attack, where they have to match the items that fits the clue in the round.\n\nFibbage XL: an updated version of Fibbage with additional questions. Up to eight players can play. Players get to trick themselves by choosing the right bluff in the question to earn points, the others might steal the other player’s bluff if needed.\n\nLie Swatter: players need to swat lies that are possibly false. Up to 100 players can play.\n\nWord Spud: a fill-in-the-blank word game featuring the potato used during the game. Up to eight players can play.\n\nDrawful: the humorous drawing game for three to eight players, where they draw on their phone or tablet.\nPlayers also have the option to connect to the jackbox.tv website on their smartphone or tablet to activate a game. Once entered, they are instructed to use a controller app or similar to play the game that they are on.",
  "CommunityRating": "4",
  "ESRB": "T - Teen",
  "Genres": "Compilation",
  "Developer": "Jackbox Games",
  "Publisher": "Telltale",
  "Artwork": {
    "Background": [
      {
        "FileName": "68898730-c501-456e-83d7-3e648d1f6fab.jpg",
        "Type": "Fanart - Background",
        "CRC32": "3120041637",
        "URL": "http://images.launchbox-app.com/68898730-c501-456e-83d7-3e648d1f6fab.jpg"
      },
      {
        "FileName": "4b2c3ee1-e8d6-4f3c-b6f2-f3d0d28474a6.png",
        "Type": "Fanart - Background",
        "CRC32": "2467688183",
        "URL": "http://images.launchbox-app.com/4b2c3ee1-e8d6-4f3c-b6f2-f3d0d28474a6.png"
      }
    ],
    "Box": {
      "Front": [
        {
          "FileName": "0ec7669d-cff8-43e1-85fe-c7f419553e3d.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "3163636274",
          "URL": "http://images.launchbox-app.com/0ec7669d-cff8-43e1-85fe-c7f419553e3d.jpg"
        }
      ]
    }
  }
}