{
  "Name": "Sonic & Knuckles",
  "DatabaseID": "129047",
  "ReleaseDate": "2009-09-09T00:00:00+00:00",
  "Overview": "The story picks up from the ending of Sonic 3 - Dr. Robotnik's orbital weapon, the Death Egg, has been badly damaged in the climactic battle between himself and Sonic The Hedgehog. As the satellite falls back to the Floating Island, landing in a volcanic crater, Sonic jumps off, landing in a mushroom filled woodland.\nSonic knows there are many Chaos Emeralds hidden on the island, including the powerful Super Emeralds and the Master Emerald, the secret to the island's levitation powers. Worried that Robotnik may try to harness this power to fuel a repaired Death Egg, he sets off to try and destroy the Death Egg once and for all, keeping an eye out for Knuckles the Echidna, still smarting from his Launch Base defeat.\nAt Hidden Palace, Sonic finds Knuckles there waiting for him. They fight and Sonic seems to emerge victorious when Knuckles flees from the duel after sensing someone is trying to steal the Master Emerald. Knuckles races ahead closely followed by Sonic to find Robotnik trying to steal the Master Emerald: It had been his plan all along to snatch it while Sonic and Knuckles were too busy dealing with each other. Realizing he had been tricked, Knuckles reacts by attacking Robotnik, which fails when Robotnik electrocutes Knuckles. Sonic tries to intervene but Robotnik stills manages to escape. Knuckles now realizes his mistake and that Sonic is in fact on his side. They join forces and teleport to Sky Sanctuary.\nAt Sky Sanctuary, Knuckles and Sonic watch the Death Egg launching in the background. Knuckles activates a bridge so Sonic can cross over. Sonic defeats a rebuilt Metal Sonic on the way to the Death Egg, and manages to board it before it leaves the atmosphere. Onboard the Death Egg, Sonic defeats Robotnik and destroys the ship once and for all, only for Robotnik to get away with the Master Emerald in one of his giant robots. If Sonic hasn't collected all seven Chaos Emeralds and/or Super Emeralds, the game ends here, and the ending in which the Master Emerald does not return to Angel Island occurs. After the credits, the player sees a scene with Robotnik still in possession of the Master Emerald.\nIf all the seven Chaos Emeralds and/or Super Emeralds are collected, Sonic transforms into Super Sonic or Hyper Sonic and chases Robotnik into the Doomsday Zone. After failing to lose him in an asteroid belt, Robotnik's machine is destroyed, Sonic and Tails return the Master Emerald, and the Floating Island becomes airborne once again. If the player didn't collect all the Super Emeralds, a scene occurs which shows an Egg Robo emerging from a pile of metal. If all Emeralds are collected, the player sees the Sonic 3 and Knuckles logo featuring Sonic, Tails, and Knuckles.",
  "CommunityRating": "4.06666666666667",
  "WikipediaURL": "https://en.m.wikipedia.org/wiki/Sonic_%26_Knuckles",
  "ESRB": "E - Everyone",
  "Genres": "Platform",
  "Developer": "Sonic Team",
  "Publisher": "Sega of America",
  "Artwork": {
    "Background": [
      {
        "FileName": "689ab6ff-a762-42ff-ab35-8620d78bb8fd.jpg",
        "Type": "Fanart - Background",
        "CRC32": "532186190",
        "URL": "http://images.launchbox-app.com/689ab6ff-a762-42ff-ab35-8620d78bb8fd.jpg"
      },
      {
        "FileName": "ca919d97-03bd-48c9-b789-5c2fbdd57bd2.jpg",
        "Type": "Fanart - Background",
        "CRC32": "1060535137",
        "URL": "http://images.launchbox-app.com/ca919d97-03bd-48c9-b789-5c2fbdd57bd2.jpg"
      },
      {
        "FileName": "9b05ed0b-79fd-4cef-96e6-c32ebd0570af.jpg",
        "Type": "Fanart - Background",
        "CRC32": "2215200514",
        "URL": "http://images.launchbox-app.com/9b05ed0b-79fd-4cef-96e6-c32ebd0570af.jpg"
      }
    ],
    "Box": {
      "Front": [
        {
          "FileName": "8502c7ff-83a4-4b4e-a2ff-db73dfb47dbb.jpg",
          "Type": "Box - Front",
          "Region": "World",
          "CRC32": "4216375869",
          "URL": "http://images.launchbox-app.com/8502c7ff-83a4-4b4e-a2ff-db73dfb47dbb.jpg"
        }
      ]
    },
    "Other": [
      {
        "FileName": "c48b617c-7929-4efc-9533-d307b6d24494.png",
        "Type": "Clear Logo",
        "Region": "North America",
        "CRC32": "866940335",
        "URL": "http://images.launchbox-app.com/c48b617c-7929-4efc-9533-d307b6d24494.png"
      }
    ]
  }
}