{
  "Name": "Kane & Lynch 2: Dog Days",
  "DatabaseID": "12506",
  "ReleaseDate": "2010-08-17T00:00:00+00:00",
  "Overview": "Kane & Lynch 2: Dog Days is the sequel to the 2007 game Kane & Lynch: Dead Men. This time, the player takes on the role of the medicated psychopath, Lynch. The setting is moved to Shanghai, where Lynch has moved to and has set up an arms deal with a British crime boss that will help him retire once and for all. Although Kane is there to help him out, the deal goes bad. The game takes place in the ensuing 48 hours.\n\nAs in the predecessor, gameplay revolves around cover-based combat, which is now activated manually with a button, as opposed to the automatic 'sticky' method used before. The player now also has the ability to grab human shields and use them as portable cover. In addition to this, there is a new throwing mechanism to hurl things at people. As such, it is possible to throw things like gas canisters in clusters of enemies, which can then be shot and detonated. Last but not least, the player can carry two weapons at once.\n\nThe campaign can be played through in co-op mode with a friend on split-screen, or on dedicated servers; the second player assumes the role of ex-military man Kane. In addition to co-op, several other multiplayer modes are also supported. Fragile Alliance makes a return from the first game and allows a team of four to eight players to perform bank robberies, which consist of taking out the guards, breaking into the vault and making a getaway. Score is based on how much money the player personally gets away with, creating a recipe for betrayal. The Undercover Cop mode is a variation on the previous mode, in which one of the robbers is actually an undercover cop who must prevent the robbers getting away with the loot. The undercover player cannot be harmed by the security personnel, and cannot kill them either. The final mode is Cops and Robbers, which has two teams pitted up against each other, one taking the role of cops, the other taking the role of the robbers. The robbers should attempt to get the money and the cops should attempt to stop them. At the end of each round, the teams will swap places, and whichever team gets away with the most money wins.",
  "CommunityRating": "3.33333333333333",
  "WikipediaURL": "https://en.wikipedia.org/wiki/Kane_%26_Lynch_2:_Dog_Days",
  "ESRB": "M - Mature",
  "Genres": "Action",
  "Developer": "Io-Interactive",
  "Publisher": "Square Enix",
  "Artwork": {
    "Box": {
      "3D": [
        {
          "FileName": "b0b40061-0f1c-4fbb-91fa-44ecaaf3bb08.png",
          "Type": "Box - 3D",
          "CRC32": "1033483205",
          "URL": "http://images.launchbox-app.com/b0b40061-0f1c-4fbb-91fa-44ecaaf3bb08.png"
        }
      ],
      "Back": [
        {
          "FileName": "73db9eb7-88fb-481b-bab5-a006204d6a86.jpg",
          "Type": "Box - Back",
          "Region": "North America",
          "CRC32": "2990916225",
          "URL": "http://images.launchbox-app.com/73db9eb7-88fb-481b-bab5-a006204d6a86.jpg"
        },
        {
          "FileName": "bdf1f4b8-b74a-4f24-92b2-2a4cf1453d76.jpg",
          "Type": "Box - Back",
          "Region": "North America",
          "CRC32": "2990916225",
          "URL": "http://images.launchbox-app.com/bdf1f4b8-b74a-4f24-92b2-2a4cf1453d76.jpg"
        }
      ],
      "Front": [
        {
          "FileName": "153152b1-8e38-4b97-9739-74dc2fbbd408.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "4133882548",
          "URL": "http://images.launchbox-app.com/153152b1-8e38-4b97-9739-74dc2fbbd408.jpg"
        }
      ],
      "Spine": [
        {
          "FileName": "ec003877-c8f3-4d52-8813-e191b8381115.jpg",
          "Type": "Box - Spine",
          "Region": "North America",
          "CRC32": "1912404116",
          "URL": "http://images.launchbox-app.com/ec003877-c8f3-4d52-8813-e191b8381115.jpg"
        }
      ]
    },
    "Other": [
      {
        "FileName": "5b914a90-cc52-4977-9865-92d2c40c4462.png",
        "Type": "Clear Logo",
        "Region": "World",
        "CRC32": "1665016509",
        "URL": "http://images.launchbox-app.com/5b914a90-cc52-4977-9865-92d2c40c4462.png"
      }
    ]
  }
}