{
  "Name": "Ninja Gaiden 3",
  "DatabaseID": "3908",
  "ReleaseDate": "2012-03-20T00:00:00+00:00",
  "Overview": "Ninja Gaiden 3 is the third main game in the series since the reboot in 2004 and once again stars ninja Ryu Hayabusa as the protagonist. The game starts in medias res with Ryu attacking a giant creature through a quick time event. Soon after it is revealed through a flashback that he was contacted by the government because an unknown group launched a terrorist attack in London and took control of the area surrounding the prime minister's residence, taking him hostage. In a video they declare they want Hayabusa handed to them. He travels to London from Japan but has no intention of just surrendering. Later on in the game it is revealed the group behind the attack is a cult of alchemists who want to establish a new world order with Ryu as the catalyst. From London the journey eventually takes him to a city in the Rub' al Khali desert, Abysmo Island in the Indian Ocean, Hayabusa Village in Japan, the Howard Phillips Plains in Antarctica, the Pacific Ocean, and finally back in Tokyo, Japan. The story no longer involves the struggle with Fiends and Archfiends from the previous games.\n\nJust like the other titles in the series gameplay is centered around fast-paced combat with a quick succession of moves to build up combos and fight off multiple enemies at the same time. Moves are performed with a combination of weak and strong attacks. Incoming attacks can be blocked and there is a new slide manoeuvre and a visual camera trick in slow motion when he performs a body-piercing move, along with finishers. Enemies in the air can be attacked using an auto-targeting bow with unlimited ammo and there are also shurikens. The ninja can fly down and attack from the air, use a new technique to climb walls using his kunai with a quick succession of buttons, or sneak up from behind and perform a stealth kill. Many of the opponents are mechanical and equipped with guns. Early in the game he receives an evil curse that fuses his dragon sword into his arm, causing it to pulsate with veins. This makes Ryu feel the pain of each victim as he kills someone. The effect of the curse makes him more powerful or weaker at certain moments in the game. After killing a certain amount of enemies the arm lights up red and he can perform Grip of the Murder to perform a devastating attack. Compared to the earlier games enemies are no longer as deadly efficient in their attacks and Ryu can sustain more damage where an arcade-like approach is often put before strategic and slow fighting.\n\nThere is no longer a store and items are few. A few new swords are discovered gradually and arrows for the bow also become stronger. The Ninpo concept from the previous games is still present, but in only one form. Defeating enemies fills up a bar and once it is full Ninpo can be activated to transform into a dragon to kill all enemies in the environment and regain full health. In the multiplayer additional Ninpo are available. The save system with statues has been replaced by checkpoints where a falcon swoops down, also restoring health. The game structure is largely linear, but in larger environments a button can be used to sense the path to follow when stuck.\n\nAfter completing the first level Shadows of the World is unlocked, the online multiplayer mode which is a first for the series. It offers cooperative challenges and online deathmatch games for up to eight players simultaneously. Progress is persistent and the experience while fighting is used to unlock new tools and abilities permanently for the character. The PlayStation 3 version is compatible with the Move peripheral for controlling and guiding the attacks.",
  "VideoURL": "https://www.youtube.com/watch?v=Ml7l8g7PIYw",
  "CommunityRating": "3.85",
  "WikipediaURL": "https://en.wikipedia.org/wiki/Ninja_Gaiden_3",
  "ESRB": "M - Mature",
  "Genres": "Adventure; Beat 'em Up",
  "Developer": "Team Ninja",
  "Publisher": "Tecmo Koei America",
  "Artwork": {
    "Background": [
      {
        "FileName": "975d3151-acf1-4576-9003-af1152fdb466.jpg",
        "Type": "Fanart - Background",
        "CRC32": "4144492623",
        "URL": "http://images.launchbox-app.com/975d3151-acf1-4576-9003-af1152fdb466.jpg"
      },
      {
        "FileName": "fa51f653-c4ce-4f1e-b450-0e2e5f10d1f4.jpg",
        "Type": "Fanart - Background",
        "CRC32": "208008469",
        "URL": "http://images.launchbox-app.com/fa51f653-c4ce-4f1e-b450-0e2e5f10d1f4.jpg"
      },
      {
        "FileName": "17cc072f-1e4a-4caa-8952-54dd408277c9.jpg",
        "Type": "Fanart - Background",
        "CRC32": "1217526896",
        "URL": "http://images.launchbox-app.com/17cc072f-1e4a-4caa-8952-54dd408277c9.jpg"
      }
    ],
    "Box": {
      "3D": [
        {
          "FileName": "28b3dce6-6696-435c-adcc-c9814c1e6e97.png",
          "Type": "Box - 3D",
          "Region": "Europe",
          "CRC32": "1360045432",
          "URL": "http://images.launchbox-app.com/28b3dce6-6696-435c-adcc-c9814c1e6e97.png"
        },
        {
          "FileName": "8eab9af7-7490-4b02-a87c-d9063497f9b5.png",
          "Type": "Box - 3D",
          "Region": "North America",
          "CRC32": "1038506127",
          "URL": "http://images.launchbox-app.com/8eab9af7-7490-4b02-a87c-d9063497f9b5.png"
        }
      ],
      "Back": [
        {
          "FileName": "a2801ba8-741c-43f3-afab-5c6f08d3f5a7.jpg",
          "Type": "Box - Back",
          "Region": "North America",
          "CRC32": "3157543235",
          "URL": "http://images.launchbox-app.com/a2801ba8-741c-43f3-afab-5c6f08d3f5a7.jpg"
        }
      ],
      "Front": [
        {
          "FileName": "c52764b4-5aa7-4e06-ba8d-fb805196d043.png",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "2242554087",
          "URL": "http://images.launchbox-app.com/c52764b4-5aa7-4e06-ba8d-fb805196d043.png"
        },
        {
          "FileName": "b5f759a8-4165-49bc-9d1c-a4d70a9b0a0d.png",
          "Type": "Box - Front - Reconstructed",
          "Region": "North America",
          "CRC32": "832253155",
          "URL": "http://images.launchbox-app.com/b5f759a8-4165-49bc-9d1c-a4d70a9b0a0d.png"
        }
      ]
    },
    "Disc": [
      {
        "FileName": "8c715d75-4909-4b33-964e-0185d481791c.png",
        "Type": "Disc",
        "Region": "Europe",
        "CRC32": "3909620002",
        "URL": "http://images.launchbox-app.com/8c715d75-4909-4b33-964e-0185d481791c.png"
      },
      {
        "FileName": "afd41794-81c3-42e4-8fb6-1d81b93f44e2.png",
        "Type": "Disc",
        "Region": "Germany",
        "CRC32": "1986211789",
        "URL": "http://images.launchbox-app.com/afd41794-81c3-42e4-8fb6-1d81b93f44e2.png"
      }
    ],
    "Other": [
      {
        "FileName": "60781cf6-acbb-45d9-82bb-70adfea49b23.png",
        "Type": "Clear Logo",
        "CRC32": "773996502",
        "URL": "http://images.launchbox-app.com/60781cf6-acbb-45d9-82bb-70adfea49b23.png"
      }
    ]
  }
}