{
  "Name": "Cabela's Dangerous Hunts 2009",
  "DatabaseID": "162440",
  "ReleaseDate": "2008-09-23T00:00:00+00:00",
  "Overview": "Cabela's Dangerous Hunts 2009 is all about nonstop danger and fast action - this is a thrilling hunting experience for both hunting enthusiasts and first-person action fans. The stats speak for themselves: the game has 25 of the world’s most dangerous animals, including lions, grizzly bears, Cape buffalo, rhino, jaguars and more in 9 exotic, rugged locations like the South American jungle, Alaskan wilderness, and the Russian tundra. To top it off, ferocious beasts aren't the only way you can meet your maker - you must survive plane crashes and boat down treacherous rivers, as well as avoid avalanches, stampedes, and piranha-infested waters. You play as Flint Abrahams, a seasoned big game hunter on a quest to hunt the world's deadliest trophies. Equipped with Cabela's gear, the most respected outdoor recreation brand in the world, one would think the odds are on your side. But no one has even seen animals this fierce - they will charge you if you miss your shot, then you will be forced to fight them via melee defense. But pay attention, nearby animals may join the attack, which means dire consequences for those without the requisite combination of brawn and pinpoint shooting ability.",
  "CommunityRating": "2",
  "WikipediaURL": "https://en.wikipedia.org/wiki/Cabela%27s_Dangerous_Hunts_2009",
  "ESRB": "T - Teen",
  "Genres": "Shooter; Sports",
  "Developer": "Fun Labs",
  "Publisher": "Activision",
  "Artwork": {
    "Box": {
      "3D": [
        {
          "FileName": "ad96151e-653e-4b2e-b7b9-f1f8957a685b.png",
          "Type": "Box - 3D",
          "Region": "North America",
          "CRC32": "1770479050",
          "URL": "http://images.launchbox-app.com/ad96151e-653e-4b2e-b7b9-f1f8957a685b.png"
        }
      ],
      "Front": [
        {
          "FileName": "9d152321-1e74-45cd-8b19-37578c4cce7b.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "2824299107",
          "URL": "http://images.launchbox-app.com/9d152321-1e74-45cd-8b19-37578c4cce7b.jpg"
        }
      ]
    },
    "Other": [
      {
        "FileName": "46d32330-2fc5-46ea-bf26-8cd6c5d19389.png",
        "Type": "Clear Logo",
        "CRC32": "4016264249",
        "URL": "http://images.launchbox-app.com/46d32330-2fc5-46ea-bf26-8cd6c5d19389.png"
      }
    ]
  }
}