{
  "Name": "Hasbro Family Game Night 4: The Game Show",
  "DatabaseID": "14289",
  "ReleaseDate": "2011-11-01T00:00:00+00:00",
  "Overview": "Family Game Night 4: The Game Show takes a new spin on the Family Game Night franchise. This installment focuses on bringing to life the games that are played in the TV game show. With support for the Xbox Kinect, the PlayStation Move and the Wii Remote, players can mimic the actions of the actual game show and bring it to life in their own living rooms.\n\nPlayable games are as follows: Connect 4 Basketball, Bop-It Boptagon, Scrabble Flash (Boggle in the EU version), Sorry! Sliders and Yahtzee! Bowling.\n\nIn Connect 4 Basketball, two players compete to throw balls in real-time into a giant Connect 4 rack in front of them. First to connect four balls of the same color wins.\n\nBop-It Boptagon places two players in the center of large Bop-It devices. The players are given commands and must replicate the appropriate gesture to score a point. Scoring is tracked by a tug-of-war meter. If one player gets a command correct and the other doesn't, the meter moves for the correct player. Gameplay ends once the meter reaches one end or the other.\n\nScrabble Flash (Boggle in EU) provides five tiles that can be reordered to score 3, 4 and 5 letter words. Players compete to be the first to score 25 points.\n\nSorry! Sliders, recreates the shuffle board experience, for two players, with human sized Sorry! pieces on wheels that the player shoves down the lane. Players play over several rounds to score the highest number of points, taking turns pushing their pieces down the lane.\n\nYahtzee! Bowling pits players against each other on a bowling lane with six-sided pins at the end of it. The pins have pips on the sides to represent the sides of a die. Players bowl a human-sized bowling ball down the lane to knock over the pins and then choose which pins to reroll. Each player gets three rounds to score the highest combination possible.",
  "CommunityRating": "1.5",
  "ESRB": "E - Everyone",
  "Genres": null,
  "Artwork": {
    "Box": {
      "3D": [
        {
          "FileName": "8b90dc48-cc69-4cd9-a28a-b407acc9649f.png",
          "Type": "Box - 3D",
          "CRC32": "1164156345",
          "URL": "http://images.launchbox-app.com/8b90dc48-cc69-4cd9-a28a-b407acc9649f.png"
        }
      ],
      "Front": [
        {
          "FileName": "ae22c110-d9be-40b0-84da-14aacaa54aab.jpg",
          "Type": "Box - Front",
          "CRC32": "1277164925",
          "URL": "http://images.launchbox-app.com/ae22c110-d9be-40b0-84da-14aacaa54aab.jpg"
        }
      ]
    }
  }
}