{
  "Name": "Obut Pétanque 2",
  "DatabaseID": "16112",
  "ReleaseDate": "2012-12-12T00:00:00-08:00",
  "Overview": "Like his predecessor, Obut Pétanque 2 put everything first on his career mode to succeed. The player begins by personalizing his captain by choosing a head among the 4 or 5 in the program before setting the color of his tee shirt. Note that, unlike last year, it is not possible to give a personalized name to his protégé, which, it must be admitted, is cruelly lacking. This being so, the first confrontation soon points the tip of his nose and gives the victorious player a first teammate. It is therefore possible to participate in tournaments, starting with the departmental level. Four teams compete to define a happy elected official who can then access the regional, then national, and so on. It is also advisable to pamper her little ones. The money earned in tournaments can indeed be spent to buy caps, new T-shirts and balls of high level adapted to each type of terrain. At the same time, each shot of the unit produces points of experience which can then be reused to boost skills divided into 4 categories: pointer, power, precision and shooter. These famous points quickly become the nerve of the war, and it is therefore necessary to train between each match by performing some mini-games consisting, for example, of targeting predefined zones. Be careful not to pull the rope too much, as this increases fatigue and reduces concentration in the game.",
  "Genres": null,
  "Artwork": {
    "Box": {
      "Back": [
        {
          "FileName": "9e0a74f9-b73c-4eee-acf9-cd3e509baf48.jpg",
          "Type": "Box - Back",
          "Region": "France",
          "CRC32": "2311952839",
          "URL": "http://images.launchbox-app.com/9e0a74f9-b73c-4eee-acf9-cd3e509baf48.jpg"
        }
      ],
      "Front": [
        {
          "FileName": "6b9498a7-ecaa-413b-be63-ad5118d03a29.jpg",
          "Type": "Box - Front",
          "Region": "France",
          "CRC32": "903249504",
          "URL": "http://images.launchbox-app.com/6b9498a7-ecaa-413b-be63-ad5118d03a29.jpg"
        }
      ],
      "Spine": [
        {
          "FileName": "c4c0bb5c-53d8-4f2e-8e1f-efc225136763.jpg",
          "Type": "Box - Spine",
          "Region": "France",
          "CRC32": "3298491185",
          "URL": "http://images.launchbox-app.com/c4c0bb5c-53d8-4f2e-8e1f-efc225136763.jpg"
        }
      ]
    },
    "Other": [
      {
        "FileName": "17822648-975f-432a-8b6e-2fee47ff132c.png",
        "Type": "Clear Logo",
        "CRC32": "23441385",
        "URL": "http://images.launchbox-app.com/17822648-975f-432a-8b6e-2fee47ff132c.png"
      }
    ]
  }
}