{
  "Name": "Lost Planet 2",
  "DatabaseID": "12688",
  "ReleaseDate": "2010-05-11T00:00:00+00:00",
  "Overview": "Lost Planet 2 takes place ten years after the events depicted in Lost Planet: Extreme Condition. Thanks to Wayne's action, the planet E.D.N. III isn't just a world of ice anymore. Many parts have already dried up. Jungles with lush streams of water have grown and dry deserts full of sand popped up. But life on E.D.N. III still isn't easy. The Akrid, although bothered by the heat, are still a very serious threat. And NEVEC is working on a new evil plan while the other factions are engaged in civil war over thermal-energy. While it's no longer necessary to survive the cold, it is still needed to power all the machinery on the plant and as such very valuable.\n\nThe campaign is divided into six episodes, each putting the player into the shoes of a different faction. While at first the episodes don't seem to be connected, it soon comes apparent that it is once again up to the player to save E.D.N. III. But as opposed to the first game, he doesn't roam the levels alone anymore. Instead the campaign is fully focused on a cooperative experience, allowing up to four friends to engage in the fight for the planet. If no humans are available, the player can call up to three bots on his side.\n\nThe basic gameplay remains the same as in the first game, meaning the player take on both the Akrids and other Humans in a third-person-shooter fashion using different kinds of weapons including machine guns, rocket launchers and different types of grenades, although only two weapons and one type of grenade can be carried at the same time. The available weaponry remains almost the same as in the first game with just a few mostly coop-centric additions like the shield. The player has also once again access to a short-ranged grappling hook which can be used to climb up buildings and walls and such in order to overcome obstacles or gain an advantage over the enemy. In addition Vital Suits, a kind of Mech, make their return in all forms of shapes including a VS in which three characters can ride and shoot at the same time.\n\nWhile thermal-energy (T-ENG) isn't required to keep the body warm anymore, it is still very useful to keep the player alive. Through T-ENG, the health-bar is slowly replenished automatically or faster, when the player activates the harmonizer. T-ENG can also be used to open the chest scattered around the map, mostly containing weapons. In addition, the players can trade T-ENG to keep friends alive, even when they are low on health. If the unthinkable happens however, the player looses 500 combat points and respawns at the nearest data-station. These have to be activated through a Quick Time Event and not only dub as spawn-points but also activate the mini-map and are one source for additional combat points. When all combat points are depleted, the game ends and the player has to restart the whole section.\n\nDuring the course of the campaign, the player unlocks additional customization options for his multiplayer-character like additional weapons, a different armor or gestures mostly by using credits he finds scattered around the levels. But instead of just buying the stuff, the player has to put his money into the one-armed bandit and hope it stops at the right position.\n\nBesides the coop-mode, the game also features traditional multiplayer for up to 16 players including modes like deathmatch as well as a practice mode in which the players need to use all their skills to fulfill objectives in the fastest time possible in order to climb up the online leaderboard.",
  "VideoURL": "http://www.youtube.com/watch?v=ibuPJpgYAik",
  "CommunityRating": "3.9",
  "WikipediaURL": "https://en.wikipedia.org/wiki/Lost_Planet_2",
  "ESRB": "T - Teen",
  "Genres": "Shooter",
  "Developer": "Capcom",
  "Publisher": "Capcom",
  "Artwork": {
    "Box": {
      "3D": [
        {
          "FileName": "ed5dbf50-d71c-4522-a23e-b6b15730affa.png",
          "Type": "Box - 3D",
          "CRC32": "3571176596",
          "URL": "http://images.launchbox-app.com/ed5dbf50-d71c-4522-a23e-b6b15730affa.png"
        }
      ],
      "Back": [
        {
          "FileName": "b65143b6-fcfe-415a-ad22-3313f1f47712.jpg",
          "Type": "Box - Back",
          "Region": "North America",
          "CRC32": "161661933",
          "URL": "http://images.launchbox-app.com/b65143b6-fcfe-415a-ad22-3313f1f47712.jpg"
        }
      ],
      "Front": [
        {
          "FileName": "3c4af773-388a-410d-993a-896644a73db8.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "878115259",
          "URL": "http://images.launchbox-app.com/3c4af773-388a-410d-993a-896644a73db8.jpg"
        },
        {
          "FileName": "858c72f0-4f98-4d8c-91e2-65f3a914f866.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "3384186417",
          "URL": "http://images.launchbox-app.com/858c72f0-4f98-4d8c-91e2-65f3a914f866.jpg"
        }
      ],
      "Spine": [
        {
          "FileName": "74f36a95-ec57-4053-85bb-e38c4305e93b.jpg",
          "Type": "Box - Spine",
          "Region": "North America",
          "CRC32": "959993528",
          "URL": "http://images.launchbox-app.com/74f36a95-ec57-4053-85bb-e38c4305e93b.jpg"
        }
      ]
    },
    "Other": [
      {
        "FileName": "81d7184d-c688-4265-bc50-e6103534a86e.png",
        "Type": "Clear Logo",
        "CRC32": "2706945898",
        "URL": "http://images.launchbox-app.com/81d7184d-c688-4265-bc50-e6103534a86e.png"
      }
    ]
  }
}