{
  "Name": "Madden NFL 13",
  "DatabaseID": "12295",
  "ReleaseDate": "2012-08-28T00:00:00-07:00",
  "Overview": "Madden NFL 13 is the 2012 release in Electronic Arts' celebrated American football video game release. Developed around the powerful, all-new Infinity game engine, Madden NFL 13 delivers a more engrossing, complete and realistic gridiron experience than any game before it. Key game features include: presentation reminiscent of national television broadcasts, gameplay improvements such as a new pass-ready system, improved play action, and the all-new read and react defensive AI system, optional Kinect sensor support,* Madden social/play functionality, multiplayer support online and offline, and the ability to build the ultimate franchise as a coach, an NFL superstar, or yourself.\n\n\nPresentation\n\nMadden NFL 13 delivers world-class presentation with an all-new living front end, dynamic in-game transitions, a live ticker, and drastically improved usability. Every game has the feel of a nationally televised broadcast with CBS Sports commentators Jim Nantz and Phil Simms calling the action from the virtual 3D booth.\n\nGameplay Improvements\n\nWith a completely redesigned passing game, including a new pass-ready system, improved play action, and the all-new read and react defensive AI system that features the most intelligent pass defense to date, Madden NFL 13 achieves greater realism on the virtual gridiron on both sides of the ball. In addition, Madden NFL 13 delivers physics you can feel. Powered by the all-new Infinity game engine, true player impact and authentic momentum transfer ensure that no two plays ever look or feel the same.\n\n\nTackle the most intelligent pass defense in a Madden game to date.\nView larger\n\nThe all-new Infinity game engine provides physics that you can feel.\nView larger\n\nMultiplayer support both online and in local play allows you to always share the game with friends.\nView larger\nConnected Careers\n\nLive the NFL dream - whenever you want, wherever you want in a fully interactive, social, and connected online experience. Create your personal legacy or relive that of an all-time legend's as you build the ultimate franchise as a coach, an NFL superstar, or yourself. Manage your team from your console, the web, or mobile phone in a 24/7 world as NFL insiders and experts analyze, praise, and criticize every move along the way.\n\nInfinity Engine\n\nWith Physics You Can Feel, Madden NFL 13 delivers Next Generation gameplay today. Powered by the all-new Infinity Engine, true player impact and authentic momentum transfer ensure that no two plays ever look or feel the same.\n\nXbox 360 Kinect\n\nControl the line of scrimmage using just your voice. Both on defense and offense, Kinect on Xbox 360 gives you full control over all your pre-snap adjustments, audibles, and personnel, immersing you into the NFL like never before!\n\nMadden Ultimate Team\n\nMadden NFL 13 Ultimate Team is the definitive way to experience virtual card collecting with new content and updates that mirror exciting NFL events throughout the entire year.\n\nMadden Social\n\nMadden NFL Social for Facebook brings a whole new way to enjoy Madden NFL Football from the comfort of your computer, laptop and tablet. You and all your friends are already on Facebook all day, so why not play the Facebook version of Madden against all your Facebook friends for free. No need for a TV, a console system, or even a lot of time. Play for a minute or play for hours, it's up to you. And when you're away from the computer, you can even transfer the entire, complete game to your iPhone iOS if you'd like to play on the go. Features include:\n\nMadden Crossfire\n\nMadden Crossfire is a multiplayer, turn-based football versus friends game mode. Complete a drive and pass it on. Play short drives, anywhere from just a few seconds to a few minutes. It's an offensive shootout. You don't have to control defense and there's no wait. Play out your drives with the new Madden mobile 3D gameplay engine. You can have multiple games going with different friends, even if you are on Facebook and they use their iPhone or iPad.\n\nFree to Play\n\nStart off with a full team of NFL players, absolutely free. Win coins for playing games. Use your earnings to build the ultimate lineup of NFL stars by purchasing new players and plays for coins in the game store. You can even sell or acquire players on the auction block for coins.\n\nCross-platform Play\n\nYou can take the game with you. Whether you are on your laptop at work or your mobile phone at home, start your game on either platform and continue it on another. You can use Facebook Connect to find your friends and start games or you can play on mobile without connecting to Facebook.\n\nAuction House\n\nFind the exact players you are looking for in the Auction House. Use the coins you've earned to make bids and acquire the best NFL players. You can also sell your own players on the auction block to build up more coins.\n\nTeam Management\n\nSet your team up for success with talent on the field and a strong playbook. At the core of Madden NFL Social is a card-based team management system. Stocking your team with higher-rated players means a better chance of success when you take the field. In addition to players, you will be able to flesh out both your offensive and defensive playbooks by adding new plays. Both player cards and plays can be purchased with coins you'll earn from competing against other Madden NFL Social players.\n\nMultiplayer\n\nEnjoy the drama of every aspect of NFL play with friends through multiplayer support, both online and offline. The Xbox 360 version of Madden NFL 13 supports 1-4 players locally, and 2-6 players online on Xbox LIVE.\n\nAudio\n\nMadden NFL 13 delivers a superb audio experience that faithfully replicates NFL Sundays with CBS Sports' Jim Nantz and Phil Simms calling the action, QB cadences, authentic sound effects and actual on-field player chatter, all provided by NFL Films, and a fully-scored orchestral theme that conveys the emotion and excitement of professional football.\n\nAdditional Screenshots\n\n\nWorld-class presentation.\nView larger\n\nCBS' Phil Simms & Jim Nantz.\nView larger\n\nFree Madden Social play.\nView larger\n\nConnected Careers functionality.\nView larger\n* Kinect sensor for Xbox 360 sold separately.\n\nProduct Description\nMadden NFL 13 X360\n\nMadden NFL 13 is the 2012 release in Electronic Arts' celebrated American football video game release. Developed around the powerful, all-new Infinity game engine, Madden NFL 13 delivers a more engrossing, complete and realistic gridiron experience than any game before it. Key game features include: presentation reminiscent of national television broadcasts, gameplay improvements such as a new pass-ready system, improved play action, and the all-new read and react defensive AI system, optional Kinect sensor support,* Madden social/play functionality, multiplayer support online and offline, and the ability to build the ultimate franchise as a coach, an NFL superstar, or yourself.",
  "CommunityRating": "4",
  "ESRB": "E - Everyone",
  "Genres": " Sports",
  "Publisher": "Electronic Arts",
  "Artwork": {
    "Background": [
      {
        "FileName": "865c9c03-2948-4e81-b9a1-e8672532e8a5.jpg",
        "Type": "Fanart - Background",
        "CRC32": "2341229020",
        "URL": "http://images.launchbox-app.com/865c9c03-2948-4e81-b9a1-e8672532e8a5.jpg"
      },
      {
        "FileName": "3effb391-2d6a-4ad5-a34f-95f64ca1b5e2.jpg",
        "Type": "Fanart - Background",
        "CRC32": "2753067977",
        "URL": "http://images.launchbox-app.com/3effb391-2d6a-4ad5-a34f-95f64ca1b5e2.jpg"
      }
    ],
    "Box": {
      "3D": [
        {
          "FileName": "3cc0a574-44d8-4cae-a838-856213ac5357.png",
          "Type": "Box - 3D",
          "CRC32": "3567047940",
          "URL": "http://images.launchbox-app.com/3cc0a574-44d8-4cae-a838-856213ac5357.png"
        }
      ],
      "Front": [
        {
          "FileName": "17f76bf5-7539-422b-9f18-39da056b6193.jpg",
          "Type": "Box - Front",
          "CRC32": "786872918",
          "URL": "http://images.launchbox-app.com/17f76bf5-7539-422b-9f18-39da056b6193.jpg"
        }
      ]
    },
    "Other": [
      {
        "FileName": "7abc6d31-1c16-446e-a35f-2f94febd76a6.png",
        "Type": "Clear Logo",
        "CRC32": "2119294053",
        "URL": "http://images.launchbox-app.com/7abc6d31-1c16-446e-a35f-2f94febd76a6.png"
      }
    ]
  }
}