{
  "Name": "Mortal Kombat X",
  "DatabaseID": "26266",
  "Overview": "Mortal Kombat X[b] is a fighting video game developed by NetherRealm Studios and published by Warner Bros. Interactive Entertainment. It is the tenth main installment in the Mortal Kombat video game series and was released on April 14, 2015 for Microsoft Windows, PlayStation 4, and Xbox One. NetherRealm studio's mobile team developed a version for iOS and Android devices. Versions for the PlayStation 3 and Xbox 360 were originally planned for release, but both were later cancelled. Mortal Kombat X was officially announced in June 2014.\n\nLike previous Mortal Kombat games, Mortal Kombat X '​s gameplay consists of two players, or one player and the CPU, fighting against each other with their selected character, using a large, varied array of character specific attacks. The game contains several modes, such as a story mode, which takes place twenty years after the previous Mortal Kombat game, several 'Tower' modes, which feature dynamically changing challenges, numerous online modes, and the 'Krypt', a mode played in a first-person perspective where players explore the areas unlocking a variety of in-game items.\n\nThe console versions of Mortal Kombat X received mostly positive reviews from critics upon release. Most praise was directed at the game's controls, overall gameplay, graphics, story, and characters, with some reviewers calling it the best game in the Mortal Kombat series. However, the PC version of the game was met with a negative reception, with reviewers blaming numerous technical issues for severely hindering the experience. Some critics particularly disliked the tutorials, microtransactions, downloadable content, regular crashes and online playability.",
  "CommunityRating": "4.16666666666667",
  "Genres": "Action; Fighting",
  "Developer": "Warner Bros. Interactive Entertainment",
  "Artwork": {
    "Background": [
      {
        "FileName": "1147269f-d13f-413e-948c-fd6b9f1275a0.png",
        "Type": "Fanart - Background",
        "CRC32": "777541090",
        "URL": "http://images.launchbox-app.com/1147269f-d13f-413e-948c-fd6b9f1275a0.png"
      },
      {
        "FileName": "f7be9049-550f-40c0-bd50-97a64b35165a.jpg",
        "Type": "Fanart - Background",
        "CRC32": "2790292544",
        "URL": "http://images.launchbox-app.com/f7be9049-550f-40c0-bd50-97a64b35165a.jpg"
      },
      {
        "FileName": "ce026e11-bbc6-4921-bbd1-fba98ce27fdb.jpg",
        "Type": "Fanart - Background",
        "CRC32": "3439608989",
        "URL": "http://images.launchbox-app.com/ce026e11-bbc6-4921-bbd1-fba98ce27fdb.jpg"
      }
    ],
    "Box": {
      "Front": [
        {
          "FileName": "be3a47df-fbd6-436e-8fe4-20d1a4b1074a.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "2118720880",
          "URL": "http://images.launchbox-app.com/be3a47df-fbd6-436e-8fe4-20d1a4b1074a.jpg"
        },
        {
          "FileName": "f6dad8e7-a371-442d-91ca-f3f810985bc5.png",
          "Type": "Box - Front - Reconstructed",
          "Region": "United Kingdom",
          "CRC32": "1769436004",
          "URL": "http://images.launchbox-app.com/f6dad8e7-a371-442d-91ca-f3f810985bc5.png"
        }
      ]
    },
    "Other": [
      {
        "FileName": "46960765-f5aa-4cf9-b0d8-79f80819cc10.png",
        "Type": "Clear Logo",
        "CRC32": "280298587",
        "URL": "http://images.launchbox-app.com/46960765-f5aa-4cf9-b0d8-79f80819cc10.png"
      }
    ]
  }
}