{
  "Name": "Tomb Raider: Legend",
  "DatabaseID": "12898",
  "ReleaseDate": "2006-04-11T00:00:00-07:00",
  "Overview": "Indeed a legend in her own time, Lara Croft returns to consoles in 2006 with a new look, a new game, and a new developer. Revamped physics and an enhanced control scheme allow for more free-flowing action, while graphical improvements present a redesigned Lara who is immediately expressive, more believably proportioned, and as strikingly attractive as ever.\n\nLady Croft's new look in Legend is based in part on 20-year-old British model Karima Adebibe. Lara now boasts smoother animations, a more realistic deportment, and a number of costume changes. The original Tomb Raider games were popular for their innovative blend of gaming styles as well as for their distinguished female lead, however, and this game is designed to return fans to the winning combination of 3D platforming, environmental puzzle-solving, and third-person shooting found in the blockbuster originals.\n\nWhile the storyline of Tomb Raider: Legend is told around the series' traditional \"tomb raiding\" action, Lara must also adventure through modern city levels, proving her acrobatic skill set is as applicable to skyscrapers and cement as it is to unforgiving wilderness and ancient architecture. New equipment, such as the grappling hook and communication device, offer new abilities. A number of vehicles become available along the way, as well, for special gameplay sequences.\n\nFor the first time in the series, stalwart Eidos studio Crystal Dynamics (Gex, Legacy of Kain, Project: Snowblind) was developer of this Tomb Raider game, instead of the franchise's creator, Core. The designers at Crystal Dynamics have endeavored to apply their extensive experience in the 3D action genre toward reinvigorating one of gaming's most recognizable and beloved characters.",
  "VideoURL": "http://www.youtube.com/watch?v=hrFiWrB_D4s",
  "CommunityRating": "4",
  "WikipediaURL": "https://en.wikipedia.org/wiki/Tomb_Raider:_Legend",
  "ESRB": "T - Teen",
  "Genres": " Action; Adventure",
  "Developer": "Crystal Dynamics",
  "Publisher": "Eidos Interactive",
  "Artwork": {
    "Background": [
      {
        "FileName": "bc0c9821-857f-451c-9d1f-a907a3e873d1.jpg",
        "Type": "Fanart - Background",
        "CRC32": "570926608",
        "URL": "http://images.launchbox-app.com/bc0c9821-857f-451c-9d1f-a907a3e873d1.jpg"
      },
      {
        "FileName": "f04d195b-e08a-421d-adbf-2a3391727fb3.jpg",
        "Type": "Fanart - Background",
        "CRC32": "1690952698",
        "URL": "http://images.launchbox-app.com/f04d195b-e08a-421d-adbf-2a3391727fb3.jpg"
      },
      {
        "FileName": "adf4ad69-2e7a-4b14-b8f5-2624ed2bd37c.jpg",
        "Type": "Fanart - Background",
        "CRC32": "2917975877",
        "URL": "http://images.launchbox-app.com/adf4ad69-2e7a-4b14-b8f5-2624ed2bd37c.jpg"
      }
    ],
    "Box": {
      "Front": [
        {
          "FileName": "86288b00-3cdf-45e1-9349-8612ad846e8b.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "2470122244",
          "URL": "http://images.launchbox-app.com/86288b00-3cdf-45e1-9349-8612ad846e8b.jpg"
        }
      ]
    },
    "Disc": [
      {
        "FileName": "5ee20c43-eaa3-4e66-b917-7850cad5b4c3.jpg",
        "Type": "Disc",
        "Region": "United States",
        "CRC32": "319704612",
        "URL": "http://images.launchbox-app.com/5ee20c43-eaa3-4e66-b917-7850cad5b4c3.jpg"
      }
    ],
    "Other": [
      {
        "FileName": "0edb1d98-957c-442e-a138-e6a2ee7d06a1.png",
        "Type": "Clear Logo",
        "CRC32": "1943259501",
        "URL": "http://images.launchbox-app.com/0edb1d98-957c-442e-a138-e6a2ee7d06a1.png"
      }
    ]
  }
}