{
  "Name": "Wet",
  "DatabaseID": "108",
  "ReleaseDate": "2009-09-15T00:00:00+00:00",
  "Overview": "Rubi Malone calls herself a problem solver. Others would call her a mercenary. For enough money she does what she's told without asking questions and going over corpses to reach her goals. But one day a guy called Robert Pelham has the guts to double-cross her - a huge mistake. Mad as hell she goes out on a search for vengeance, traveling over several continents and going through hordes and hordes of minions. The whole game is envisioned like a Grindhouse movie with scratches all over the screen, missing scenes, a high amount of blood and gore and a high focus on staged action scenes.\n\nSimilar to John Woo presents Stranglehold, WET is a third-person-shooter with a strong focus on acrobatic stunts. While Rubi can kill enemies with her assortment of four different types of weapons (two pistols with unlimited ammo, two shotguns, two machine pistols and two crossbows) just by walking around shooting, she doesn't do much damage that way and is very slow. Instead she needs to jump around, slide across the floor or walk on the walls which instantly slows down time until she touches the floor again. During these moves she can also use both of her weapons to target one enemy automatically while manually using the crosshair to target another. For every kill she makes she gets points and depending on how fast and how \"stylish\" she kills enemies, her points multiplier increases up to x5. The multiplier is especially important, since Rubi only regenerates health when the multiplier is active, making her nearly invulnerable once she reaches and successfully holds x5. The only other way to regenerate health is to drink from whiskey bottles scattered around the levels. Earned points are used to buy new moves or upgrade existing ones as well as her weapons. She also has access to a sword which she uses as a door-opener and to cut down enemies in melee combat.\n\nBesides the normal combat and the action/adventure-like climbing and jumping exercises in-between, there are simple quick-time events for bossfights and other scripted events and the so-called Rage-mode. At certain, pre-defined points in the game, Rubi kills an enemy at close range and gets blood all over her face. This drives her mad and turns the realistic graphics into a red-black-white cartoon-style world. During rage-mode, Rubi is nearly invulnerable, is faster and hits harder - but also has to deal with many many more enemies. Once the player has finished the game, additional difficulty settings are unlocked including an arcade-mode where each enemy can only take one bullet and Rubi also has considerably less health. In addition a points-mode, in which the player can select each level of the story-mode and try to beat their highscore, and Rubi's home are unlocked. At Rubi's home, an abandoned plane-graveyard, several different challenges await the player like getting from A to B in the fastest time possible, or shooting targets for points.",
  "VideoURL": "https://www.youtube.com/watch?v=yXO7WMbhEMs",
  "CommunityRating": "4.33333333333333",
  "WikipediaURL": "https://en.wikipedia.org/wiki/Wet_(video_game)",
  "ESRB": "M - Mature",
  "Genres": "Shooter",
  "Developer": "Artificial Mind & Movement",
  "Publisher": "Bethesda Softworks",
  "Artwork": {
    "Banner": [
      {
        "FileName": "f0c4a6ad-141e-4e82-9acf-fe87cb225b50.png",
        "Type": "Banner",
        "CRC32": "892933959",
        "URL": "http://images.launchbox-app.com/f0c4a6ad-141e-4e82-9acf-fe87cb225b50.png"
      }
    ],
    "Background": [
      {
        "FileName": "3fe16443-d35e-4bbf-bf20-1dfc5a2f3981.jpg",
        "Type": "Fanart - Background",
        "CRC32": "3665483934",
        "URL": "http://images.launchbox-app.com/3fe16443-d35e-4bbf-bf20-1dfc5a2f3981.jpg"
      },
      {
        "FileName": "0aa7a82a-eb6b-4d8f-9d0c-4bd6630d2616.jpg",
        "Type": "Fanart - Background",
        "CRC32": "3269769421",
        "URL": "http://images.launchbox-app.com/0aa7a82a-eb6b-4d8f-9d0c-4bd6630d2616.jpg"
      },
      {
        "FileName": "27a5b41c-8b06-4b13-aec6-2f8ba6fd2b6e.jpg",
        "Type": "Fanart - Background",
        "CRC32": "2892327730",
        "URL": "http://images.launchbox-app.com/27a5b41c-8b06-4b13-aec6-2f8ba6fd2b6e.jpg"
      }
    ],
    "Box": {
      "3D": [
        {
          "FileName": "8387b48e-a4e8-480f-a60d-0434551a8981.png",
          "Type": "Box - 3D",
          "Region": "North America",
          "CRC32": "3860398367",
          "URL": "http://images.launchbox-app.com/8387b48e-a4e8-480f-a60d-0434551a8981.png"
        }
      ],
      "Back": [
        {
          "FileName": "89485fda-f037-4f79-af90-0d2e14463312.jpg",
          "Type": "Box - Back",
          "CRC32": "2712718268",
          "URL": "http://images.launchbox-app.com/89485fda-f037-4f79-af90-0d2e14463312.jpg"
        }
      ],
      "Front": [
        {
          "FileName": "5d5f0f8d-f89f-4126-9297-8cb1297dadf5.jpg",
          "Type": "Box - Front",
          "CRC32": "109106195",
          "URL": "http://images.launchbox-app.com/5d5f0f8d-f89f-4126-9297-8cb1297dadf5.jpg"
        }
      ],
      "Spine": [
        {
          "FileName": "ab3696ad-eff0-48fe-bfab-1be64b225659.jpg",
          "Type": "Box - Spine",
          "Region": "North America",
          "CRC32": "677883044",
          "URL": "http://images.launchbox-app.com/ab3696ad-eff0-48fe-bfab-1be64b225659.jpg"
        }
      ]
    },
    "Disc": [
      {
        "FileName": "51f43e0e-e2f7-48a6-90cc-c65b296cc91b.png",
        "Type": "Disc",
        "CRC32": "3791722206",
        "URL": "http://images.launchbox-app.com/51f43e0e-e2f7-48a6-90cc-c65b296cc91b.png"
      },
      {
        "FileName": "602e7567-8edd-42d4-9c4d-fd7a2261b77d.png",
        "Type": "Disc",
        "Region": "North America",
        "CRC32": "3581250629",
        "URL": "http://images.launchbox-app.com/602e7567-8edd-42d4-9c4d-fd7a2261b77d.png"
      }
    ],
    "Other": [
      {
        "FileName": "3882a811-ef49-4731-85a5-e9cf0c6e91cd.png",
        "Type": "Clear Logo",
        "Region": "World",
        "CRC32": "1031866963",
        "URL": "http://images.launchbox-app.com/3882a811-ef49-4731-85a5-e9cf0c6e91cd.png"
      }
    ]
  }
}