{
  "Name": "Shoot Many Robots",
  "DatabaseID": "16531",
  "ReleaseDate": "2012-03-14T00:00:00+00:00",
  "Overview": "Shoot Many Robots is a run-and-gun platform shooter that can be played with up to four people cooperatively. The player controls the hillbilly P. Walter Tugnut who has to shut down a factory that has started producing violent robots by itself. Out of his trailer, he travels to different environments to drive back the robots.\n\nAt the start of each mission a primary weapon and a secondary weapon can be equipped. The first one has unlimited ammo and the second one is limited. Different types of weapons can be bought out of the trailer, but most of these need to be unlocked by discovering crates in the levels and by saving up on gears that act as the game's currency. The gears can also be spent on items to change the characters' visual appearance. Most of the weapons are varieties of machineguns and shotguns, but there is for instance also a flamethrower or a sniper rifle. Some weapons have button-mashing for a faster firing rate, or require the player to stop shooting for a short time to re-focus the aim.\n\nThe characters can run, shoot, slide, and focus a shot while standing still. In multiplayer it is also possible to revive a fallen team mate. Aiming can be done in any direction and all of the game takes place on a 2D plane with platforms, but often with visual elements on different layers. In many environments barrels, objects and buildings can be blown up. The many robots that spawn hold bonuses such as faster speed and more damage. Levels are divided into different routes to earn up to five performance stars per level. A certain amount of stars is needed to open up new locations. Health is replenished by drinking beer, but only a limited amount of bottles is provided at the start.",
  "VideoURL": "http://www.youtube.com/watch?v=rz9Q--hSsmk",
  "CommunityRating": "3.5",
  "WikipediaURL": "https://en.wikipedia.org/wiki/Shoot_Many_Robots",
  "ESRB": "M - Mature",
  "Genres": "Platform; Shooter",
  "Developer": "Demiurge Studios",
  "Publisher": "Ubisoft Entertainment",
  "Artwork": {
    "Banner": [
      {
        "FileName": "44ad037d-2ff7-4a36-936c-80c7e8137a0e.png",
        "Type": "Banner",
        "CRC32": "2928566491",
        "URL": "http://images.launchbox-app.com/44ad037d-2ff7-4a36-936c-80c7e8137a0e.png"
      }
    ],
    "Background": [
      {
        "FileName": "e2279fbb-3cd7-4ec7-b782-05c80054ed30.jpg",
        "Type": "Fanart - Background",
        "CRC32": "2317640112",
        "URL": "http://images.launchbox-app.com/e2279fbb-3cd7-4ec7-b782-05c80054ed30.jpg"
      }
    ],
    "Box": {
      "Front": [
        {
          "FileName": "235e67d2-7ae5-4193-b80a-39c10c0afbed.jpg",
          "Type": "Box - Front",
          "Region": "World",
          "CRC32": "118428672",
          "URL": "http://images.launchbox-app.com/235e67d2-7ae5-4193-b80a-39c10c0afbed.jpg"
        }
      ]
    },
    "Other": [
      {
        "FileName": "b039d17a-fcb5-42bb-9dcd-da261cfa61ab.png",
        "Type": "Clear Logo",
        "CRC32": "2626628801",
        "URL": "http://images.launchbox-app.com/b039d17a-fcb5-42bb-9dcd-da261cfa61ab.png"
      },
      {
        "FileName": "a0112b39-1f4f-448a-91a8-9346a85a3c00.png",
        "Type": "Clear Logo",
        "CRC32": "223547083",
        "URL": "http://images.launchbox-app.com/a0112b39-1f4f-448a-91a8-9346a85a3c00.png"
      }
    ]
  }
}