{
  "Name": "Saw",
  "DatabaseID": "13262",
  "ReleaseDate": "2009-10-06T00:00:00+00:00",
  "Overview": "Based on the popular movie franchise of the same name, Saw casts the player as the former detective David Tapp, shortly after the events of the first movie. The Jigsaw Killer has healed his gunshot wound and has locked him up in an abandoned asylum to teach him a lesson about life appreciation. Tapp's primary tasks is to explore the building and find an exit, while avoiding or solving Jigsaw's traps and puzzles.\n\nUpon starting the game Tapp is instantly faced with the task of removing a trap known as the Reverse Bear Trap, a mechanism that is set to go off and tear a human head apart. After getting the trap off his head, he is free to wander a mental institution filled with obstacles such as shotgun doors, broken glass that cuts Tapp's bare feet, and other victims of Jigsaw who are after Tapp because Jigsaw has hidden the key to their traps inside his chest. Mysteries surrounding the films need to be uncovered, there are different characters to meet and it is possible to see the sets recreated from them.\n\nTapp's actions affect the outcome of the game. If he is not careful, in some traps innocents will be killed, and some of those wandering the halls are not violent. Killing them affects the game's outcome, as well Tapp's ability to save others from certain traps. The game has two endings, a positive and a negative. The positive ending is the only ending which is canon to the films, the negative ending is not canon. \n\nPlayers control Tapp from a third-person perspective, and the game has a combat mechanism very similar to Silent Hill: Homecoming. He can use various weapons in the environments, however they will break after being used a few times. Some enemies have traps that may affect their skills; enemies with square shaped traps on their head cannot see but will attack if they can find you, while enemies with dynamite strapped to their hands will explode after death which can harm you, and so on.\n\nTraps can be used against enemies as well; fuse boxes can be switched on above a pool of water and anyone who steps in will be electrocuted, and later in the game the player can re-set shotgun doors and hide from enemies. While progressing through the game, new kinds of traps can be found, as well as new weapons, light sources, and even the ability to create new traps or weapons from junk around the asylum. Some of the larger, more complex traps require Tapp to save both his own life as well as another person's life, and others may force him to make a decision between his own life or the others. These traps are often presented as complex puzzles. The game rewards the player for finding clues and documents strewn around the Asylum, and in many cases Tapp will not be able to escape a trap without the help of the clues.",
  "CommunityRating": "4",
  "ESRB": "M - Mature",
  "Genres": "Action; Adventure; Horror",
  "Artwork": {
    "Banner": [
      {
        "FileName": "7a3fcf86-f85b-4fbc-9399-60ff606dbced.png",
        "Type": "Banner",
        "CRC32": "3406836925",
        "URL": "http://images.launchbox-app.com/7a3fcf86-f85b-4fbc-9399-60ff606dbced.png"
      }
    ],
    "Background": [
      {
        "FileName": "3e720836-1604-4227-9f1c-f8f4f77318c6.jpg",
        "Type": "Fanart - Background",
        "CRC32": "3372945247",
        "URL": "http://images.launchbox-app.com/3e720836-1604-4227-9f1c-f8f4f77318c6.jpg"
      },
      {
        "FileName": "3c2cc86e-33aa-4288-a9fe-8eef15847c94.jpg",
        "Type": "Fanart - Background",
        "CRC32": "3268500552",
        "URL": "http://images.launchbox-app.com/3c2cc86e-33aa-4288-a9fe-8eef15847c94.jpg"
      }
    ],
    "Box": {
      "3D": [
        {
          "FileName": "5c4a51a0-ffc4-4f58-9cb4-08bc189335b1.png",
          "Type": "Box - 3D",
          "CRC32": "3525746801",
          "URL": "http://images.launchbox-app.com/5c4a51a0-ffc4-4f58-9cb4-08bc189335b1.png"
        }
      ],
      "Back": [
        {
          "FileName": "8baa9aec-36df-475f-9f72-7b2fa4cd899d.jpg",
          "Type": "Box - Back",
          "Region": "North America",
          "CRC32": "4074146147",
          "URL": "http://images.launchbox-app.com/8baa9aec-36df-475f-9f72-7b2fa4cd899d.jpg"
        }
      ],
      "Front": [
        {
          "FileName": "c7527dcd-c431-441f-ac26-7a3fb6cbf1ed.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "35147231",
          "URL": "http://images.launchbox-app.com/c7527dcd-c431-441f-ac26-7a3fb6cbf1ed.jpg"
        }
      ],
      "Spine": [
        {
          "FileName": "1730aaf8-d1e6-41a8-bd45-05d04b8024a6.jpg",
          "Type": "Box - Spine",
          "Region": "North America",
          "CRC32": "2699449703",
          "URL": "http://images.launchbox-app.com/1730aaf8-d1e6-41a8-bd45-05d04b8024a6.jpg"
        }
      ]
    },
    "Disc": [
      {
        "FileName": "7f1e4627-48c5-4633-981a-7ca829c6abe1.png",
        "Type": "Disc",
        "Region": "North America",
        "CRC32": "1057223196",
        "URL": "http://images.launchbox-app.com/7f1e4627-48c5-4633-981a-7ca829c6abe1.png"
      },
      {
        "FileName": "e43f0689-ec6d-42e5-898e-9be7148e52cc.png",
        "Type": "Disc",
        "Region": "North America",
        "CRC32": "1806477039",
        "URL": "http://images.launchbox-app.com/e43f0689-ec6d-42e5-898e-9be7148e52cc.png"
      }
    ],
    "Other": [
      {
        "FileName": "f7db64f0-186b-4099-9b33-b9309c5b3f83.png",
        "Type": "Clear Logo",
        "CRC32": "4277296319",
        "URL": "http://images.launchbox-app.com/f7db64f0-186b-4099-9b33-b9309c5b3f83.png"
      }
    ]
  }
}