{
  "Name": "Far Cry 4",
  "DatabaseID": "29387",
  "ReleaseDate": "2014-11-18T00:00:00+00:00",
  "Overview": "Far Cry 4 is the fourth main game in the open world action series. It has no narrative ties to Far Cry 3, but carries over many gameplay elements. The game is set in Kyrat, a fictional region based on the Himalayan regions of Nepal. It is governed by the depostic king Pagan Min. The player controls Ajay Ghale, an American with Kyrati roots who returns to the region to disperse his deceased mother's ashes. As soon as he arrives he is dragged into the conflict and is rescued by the rebel organization The Golden Path started by his parents. During the game the Ajay can eventually choose which force to side with, with different endings. Inside The Golden Path there is a power struggle, and Ajay can choose between missions for Amita or Sabal, with different objectives based on the choices.\n\nThe mountainous region has both lush environments and snowy mountains. Vertical heights can be scaled using a grappling hook, and a glider or a zipline is used to move down. The player can follow the story missions or explore freely. Various vehicles are available to cross the distances and there is a fast travel option for important locations. There is an auto drive option where vehicles follow the roads to the next waypoint while the player can concentrate on shooting. Typical game elements that return are hunting animals (rhinos, pigs, bears, eagles, wolves, elephants ...) to craft upgrades, collecting plants for syringes, exploring locations for loot that can be sold at shops, trading points and sherpas, and a large amount of weapons including a bow, both melee weapons and long-ranged guns, grenades, mines, and explosives. It is possible to ride elephants as well. Next to the main quest there are various side quests and random karma events for separate karma points. Next to money and experience gained to level up, skills points are provided. These can be spent in The Tiger (aggressive) or The Elephant (defensive) skill tree. There are also a large amount of collectibles such as propaganda posters, masks, lost letters and pages of Mohan Ghale's journal.\n\nBell towers can be climbed to remove the fog from sections of the map. There are 24 outposts to infiltrate and four large fortresses. It is possible to reset outposts to take them over using another tactic. Guns for hire tokens can be used to call in back-up for tough missions. Just like the previous game a stealth approach is always possible. Ajay can shoot open cages or throw bait to use wild animals to cause havoc. Stones can be thrown as a distraction. Both animals and enemies can be tagged with the camera to track movement. An indicator shows if Ajay has been discovered and guards have different alert states. Enemies can be taken out silently using a takedown, a throwing knife, weapons with a suppressor or the bow. The hunter is a new type of enemy that moves silently and can only be tagged for a short time. They quickly disappear, attempt to take you out and can charm animals to attack you. The game has a day and night cycle and Ajay can now sleep in a bed for a certain amount of time to skip the night for instance.\n\nThe single-player campaign can be played cooperatively (except for the main story missions). When playing alone and in a difficult situation, you can send a request for help for someone to join you, and vice versa. Online multiplayer is also supported through Battles of Kyrat, with different types of game modes such as Outpost, Demon Mask or Propaganda. Players who do not own the game can be invited to play along using a limited amount of keys. A level editor is included as well.",
  "VideoURL": "http://www.youtube.com/watch?v=e9al_k8e93I",
  "CommunityRating": "4",
  "WikipediaURL": "https://en.wikipedia.org/wiki/Far_Cry_4",
  "ESRB": "M - Mature",
  "Genres": "Action; Shooter",
  "Developer": "Ubisoft Entertainment",
  "Publisher": "Ubisoft Entertainment",
  "Artwork": {
    "Banner": [
      {
        "FileName": "85b23ca2-9a22-4c19-9559-64b823f4a05f.jpg",
        "Type": "Banner",
        "Region": "Australia",
        "CRC32": "96344782",
        "URL": "http://images.launchbox-app.com/85b23ca2-9a22-4c19-9559-64b823f4a05f.jpg"
      }
    ],
    "Background": [
      {
        "FileName": "b6fea0d4-1ff0-42cf-8c7c-45eadf18dbff.jpg",
        "Type": "Fanart - Background",
        "CRC32": "1367686399",
        "URL": "http://images.launchbox-app.com/b6fea0d4-1ff0-42cf-8c7c-45eadf18dbff.jpg"
      },
      {
        "FileName": "8ff3abcc-18e2-4232-aa7b-725d9b79b4dd.jpg",
        "Type": "Fanart - Background",
        "CRC32": "1041532684",
        "URL": "http://images.launchbox-app.com/8ff3abcc-18e2-4232-aa7b-725d9b79b4dd.jpg"
      }
    ],
    "Box": {
      "3D": [
        {
          "FileName": "e84fc455-3da5-46b8-9d35-5617e2894a31.png",
          "Type": "Box - 3D",
          "Region": "North America",
          "CRC32": "323718790",
          "URL": "http://images.launchbox-app.com/e84fc455-3da5-46b8-9d35-5617e2894a31.png"
        }
      ],
      "Back": [
        {
          "FileName": "52115959-0849-4621-9d68-cbeff6f5dd91.jpg",
          "Type": "Box - Back",
          "Region": "Australia",
          "CRC32": "1714095793",
          "URL": "http://images.launchbox-app.com/52115959-0849-4621-9d68-cbeff6f5dd91.jpg"
        }
      ],
      "Front": [
        {
          "FileName": "d4771c83-81f7-42f5-b9d3-dda6d2df556e.jpg",
          "Type": "Box - Front",
          "Region": "Australia",
          "CRC32": "2675115745",
          "URL": "http://images.launchbox-app.com/d4771c83-81f7-42f5-b9d3-dda6d2df556e.jpg"
        },
        {
          "FileName": "4280a78a-4b07-4dfb-9de8-ebd2db3cb677.jpg",
          "Type": "Box - Front",
          "Region": "Europe",
          "CRC32": "952664874",
          "URL": "http://images.launchbox-app.com/4280a78a-4b07-4dfb-9de8-ebd2db3cb677.jpg"
        },
        {
          "FileName": "c9a57b5b-5570-4c24-8170-832158633e53.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "2743451424",
          "URL": "http://images.launchbox-app.com/c9a57b5b-5570-4c24-8170-832158633e53.jpg"
        },
        {
          "FileName": "c2512d62-90a9-4a97-b877-63864fdd7580.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "2143616284",
          "URL": "http://images.launchbox-app.com/c2512d62-90a9-4a97-b877-63864fdd7580.jpg"
        },
        {
          "FileName": "f278e779-c848-4d66-9f9f-2554648e876e.jpg",
          "Type": "Box - Front - Reconstructed",
          "Region": "Europe",
          "CRC32": "3678338289",
          "URL": "http://images.launchbox-app.com/f278e779-c848-4d66-9f9f-2554648e876e.jpg"
        }
      ]
    },
    "Disc": [
      {
        "FileName": "9aabf773-f583-4c35-8a72-02b630baec18.png",
        "Type": "Disc",
        "Region": "North America",
        "CRC32": "1547003803",
        "URL": "http://images.launchbox-app.com/9aabf773-f583-4c35-8a72-02b630baec18.png"
      },
      {
        "FileName": "ae33092a-6204-4821-8a71-8ce604cfc321.png",
        "Type": "Disc",
        "Region": "United Kingdom",
        "CRC32": "3354141939",
        "URL": "http://images.launchbox-app.com/ae33092a-6204-4821-8a71-8ce604cfc321.png"
      }
    ],
    "Other": [
      {
        "FileName": "334c115d-1071-4dec-b0fe-903a8fa9bf0c.png",
        "Type": "Clear Logo",
        "CRC32": "875732434",
        "URL": "http://images.launchbox-app.com/334c115d-1071-4dec-b0fe-903a8fa9bf0c.png"
      }
    ]
  }
}