{
  "Name": "Iron Man 2",
  "DatabaseID": "15687",
  "ReleaseDate": "2010-05-04T00:00:00+00:00",
  "Overview": "Iron Man 2 is a tie-in release to the 2010 film of the same name. The game's story (written by comics writer Matt Fraction) takes place after the film and sees Tony \"Iron Man\" Stark and James \"War Machine\" Rhodes team up to defeat a coalition of American and Russian terrorists that plan on duplicating Tony's technology for their own sinister purposes, resulting in versions of the comic villains Crimson Dynamo and Ultimo.\n\nThe game is a third-person action game consisting of eight missions. Players control both Iron Man and War Machine - some levels predetermine which character is controlled, others allow players to select. Both characters differ in their abilities: Iron Man is more agile and has energy weapons, while War Machine has better armor and relies on ballistic weapons. Both also have a unique power usable only once per mission: Iron Man can become invincible while War Machine can boost the power of his weapons, both only for a limited time. The levels throw a multitude of enemies at the two, including drones, robots, tanks and helicopters. They can be fought on the ground or in flight, with both ranged weapons and melee attacks. Several of the levels include defense scenarios, like preventing drones from accessing the Stark Archives or escorting a group of S.H.I.E.L.D. helicopters.\n\nCompleting levels unlocks several different versions of the Iron Man suit (including several designs from the comics) for use in further missions and awards field data points. The points can be used in Stark headquarters to research new equipment, including ammunition types, close combat fighting styles, weapons and various power-up modules that increase firing rate or damage dealt.\n\nThe game features voiced cut-scenes and in-mission dialogue, for which actors Don Cheadle (as War Machine) and Samuel L. Jackson (as Nick Fury) reprise their roles from the film, with other parts filled by veteran voice actors. The game's soundtrack mostly consists of metal tracks, with American band Lamb of God contributing an exclusive new song.",
  "CommunityRating": "2",
  "WikipediaURL": "https://en.wikipedia.org/wiki/Iron_Man_2_(video_game)",
  "ESRB": "T - Teen",
  "Genres": "Action",
  "Developer": "Sega Studios San Francisco",
  "Publisher": "Sega",
  "Artwork": {
    "Background": [
      {
        "FileName": "094f367b-b0a1-4e39-967d-473681743060.jpg",
        "Type": "Fanart - Background",
        "CRC32": "3636210741",
        "URL": "http://images.launchbox-app.com/094f367b-b0a1-4e39-967d-473681743060.jpg"
      },
      {
        "FileName": "628756c1-c424-4092-a616-a8187c965072.jpg",
        "Type": "Fanart - Background",
        "CRC32": "768287059",
        "URL": "http://images.launchbox-app.com/628756c1-c424-4092-a616-a8187c965072.jpg"
      }
    ],
    "Box": {
      "Back": [
        {
          "FileName": "ad272e08-02eb-4cf8-89f1-54475d9cad81.jpg",
          "Type": "Box - Back",
          "Region": "North America",
          "CRC32": "260123587",
          "URL": "http://images.launchbox-app.com/ad272e08-02eb-4cf8-89f1-54475d9cad81.jpg"
        }
      ],
      "Front": [
        {
          "FileName": "71d5bda3-6809-4cd0-acc3-3c79dbca19f4.jpg",
          "Type": "Box - Front",
          "Region": "North America",
          "CRC32": "2928279402",
          "URL": "http://images.launchbox-app.com/71d5bda3-6809-4cd0-acc3-3c79dbca19f4.jpg"
        },
        {
          "FileName": "3dd8a5b2-cfd9-4013-8c11-d58e551581ce.png",
          "Type": "Box - Front - Reconstructed",
          "Region": "North America",
          "CRC32": "963792202",
          "URL": "http://images.launchbox-app.com/3dd8a5b2-cfd9-4013-8c11-d58e551581ce.png"
        }
      ]
    },
    "Disc": [
      {
        "FileName": "e459713f-0ab5-4c2f-ade1-f0cabb315610.png",
        "Type": "Disc",
        "Region": "North America",
        "CRC32": "1198086999",
        "URL": "http://images.launchbox-app.com/e459713f-0ab5-4c2f-ade1-f0cabb315610.png"
      }
    ],
    "Other": [
      {
        "FileName": "533e40d9-b22b-49b1-8408-f3ccc1cb3ee5.png",
        "Type": "Clear Logo",
        "CRC32": "2176643040",
        "URL": "http://images.launchbox-app.com/533e40d9-b22b-49b1-8408-f3ccc1cb3ee5.png"
      }
    ]
  }
}