{
  "Name": "Greg Hastings Paintball 2",
  "DatabaseID": "15610",
  "ReleaseDate": "2013-08-20T00:00:00+00:00",
  "Overview": "The most successful name in paintball—Greg Hastings—has packed a ton of new features into his Wii game debut.The most successful name in paintball—Greg Hastings—has packed a ton of new features into his Wii game debut. Greg Hastings Paintball 2 lets you brave the elements in the unpredictable outdoors in this intense first-person paintball experience. Get up to 8 friends together for fast-paced multiplayer action, test your skills in brand new scenario modes, manage a team of skilled players, and master a range of markers in the most realistic paintball videogame to date.\n\nFeatures\n\n• All-New Locations: Explore new terrain at 62 unique and varied fields from 12 real paintball locations. Travel all over the US and Europe for a global paintball experience.• More Multiplayer: Challenge friends in 7 multiplayer game types with up to 8 players on Wii.- Wii Wi-Fi Connect matchmaking and leaderboards- Local 2-player splitscreen multiplayer matches. Play together against bots or go head-to-head!- A variety of playlists keep the multiplayer action going without interruption, or join players' custom games for something out of the ordinary.• All-New Changing Conditions: Up the ante with game-altering weather settings and hazards, such as rain, fog, wind and mud!• Three New Event Branches: Players choose their path to glory in Tournament Speedball, Rec-ball and Tournament Woodsball, competing in 46 diverse events.• All-New Gear: Equip your team with a wide selection of markers, goggles, jerseys, and accessories, as well as the latest special weapons such as pump guns, pistols, paint grenades and paint rocket launchers!• Challenge Yourself in Seven Game Modes: Elimination, Capture the Flag, Single Flag, Point Capture, Assault, Sniper and Recon.• Command Your Team: Manage a team of up to 10 paintballers by trading players, issuing field commands, and improving skills to increase your odds for victory.• All-New Trading Card System: Check out your teammates’ trading cards as they win games, increase skills and buy gear. Featuring over a thousand real-life professional and amateur players from over a hundred teams! Unlock special abilities to play like the pros.• Improved Map Editor: Now it’s even easier to create and edit your own fields to increase the challenge for you and play online with friends.• All-New Cheat Meter: Avoid elimination by successfully “cheating” and wipe away paint splatter without being caught.• Show Me the Money: Win tournaments to earn cash for new gear, players and skill upgrades!• Wii Controller Support: Supports Wii Remote & Nunchuk, Wii Zapper, Classic Controller, Classic Controller Pro, and GameCube Controller.• Improved Controls: Quickly switch weapons, gun hands, and snap out of cover with absolute accuracy.• Pull off Highlight-Reel Style Moves: Dive behind bunkers and slide into cover as the crowd goes wild.• Earn Dozens of Achievements: Strive to be the best on all gaming platforms.",
  "CommunityRating": "5",
  "ESRB": "E10+ - Everyone 10+",
  "Genres": "Shooter; Sports",
  "Developer": "Super X Studios",
  "Publisher": "505 Games",
  "Artwork": {
    "Box": {
      "Front": [
        {
          "FileName": "649f6192-4e4b-4d7d-b64b-ad39e51acb45.jpg",
          "Type": "Box - Front",
          "CRC32": "3899498751",
          "URL": "http://images.launchbox-app.com/649f6192-4e4b-4d7d-b64b-ad39e51acb45.jpg"
        }
      ]
    },
    "Other": [
      {
        "FileName": "2107ac7d-35b1-4807-83e4-849a11dc30c3.png",
        "Type": "Clear Logo",
        "CRC32": "1699140803",
        "URL": "http://images.launchbox-app.com/2107ac7d-35b1-4807-83e4-849a11dc30c3.png"
      }
    ]
  }
}