{
  "Name": "Ever17: Out of Infinity",
  "DatabaseID": "12545",
  "ReleaseDate": "2009-03-12T00:00:00-07:00",
  "Overview": "The game is set in a huge futuristic water amusement park. Built on the ocean, this park is technology's latest word, and is at the first sight the most fascinating and secure construction of all. However, something goes wrong, and seven people - two boys and five girls - become trapped in the park. The danger increases as they face a mysterious virus that brings them on the verge of death. \n\nThe player controls two different characters: Takeshi Kuranari, a simple, normal Japanese teenager, and a mysterious boy with amnesia, who cannot even remember his name. The relationship between the characters becomes more and more tense as the story develops. Will the young people be able to solve the mystery and escape death?\n\nEver17 is the second game in KID's Infinity series. The game is not connected to Never7: The End of Infinity either by storyline or protagonists, but both games share the same \"dreamy\", semi-futuristic setting, and their stories have a similar style. The gameplay of Ever17 is that of a visual novel: the player reads dialogues and watches scenes, viewing them as one of the two protagonists, occasionally having to make decision as to what to do next and how to answer in a conversation. Those decisions influence the course of the story and lead to different endings",
  "VideoURL": "https://www.youtube.com/watch?v=xxJlMkI98eg",
  "WikipediaURL": "https://en.wikipedia.org/wiki/Ever_17:_The_Out_of_Infinity",
  "ESRB": "T - Teen",
  "Genres": " Visual Novel",
  "Developer": "Kid",
  "Publisher": "CyberFront",
  "Artwork": {
    "Box": {
      "Front": [
        {
          "FileName": "0b82b4c7-216b-4578-87b1-d0ab50d936dd.jpg",
          "Type": "Box - Front",
          "Region": "Japan",
          "CRC32": "4053744269",
          "URL": "http://images.launchbox-app.com/0b82b4c7-216b-4578-87b1-d0ab50d936dd.jpg"
        }
      ]
    }
  }
}